window.JJSTAR_STRINGS = {
    // STAR 관리
    "L04SAJE": {
        "desc": "<b>사제동행교수</b>는 교수님과 학생들이 함께 전공, 진로, 학업 등에 대해 상담하고 지도받으며 유대감을 형성하는 멘토링 활동이에요<br><br>이 메뉴에서 내 학교생활을 도와주실 교수님을 선택할 수 있어요",
        "btnText": "사제동행교수 선택 바로가기"
    },
    "L04HMJR": {
        "desc": "희망학과 선택은 전공자율선택제 적용 학과의 학생들을 위한 메뉴에요<br>메뉴 내에서 원하는 학과를 탐색하고 내 희망학과로 신청할 수 있어요",
        "btnText": "희망학과 선택 바로가기"
    },
    "L04ACSC": {
        "desc": "연간 계획된 전주대학교의 일정을 확인하는 메뉴에요<br>학사일정뿐만 아니라 행사나 이벤트도 한눈에 확인할 수 있어요",
        "btnText": "학사일정 조회 바로가기"
    },
    // 장학 관리
    "L04SCHS": {
        "desc": "과거부터 현재까지 지급받은 모든 장학금 내역을 한 눈에 확인할 수 있어요<br>조회 조건을 설정해 상세 내역과 총 수혜 금액을 확인해보세요",
        "btnText": "장학금 수혜 현황 바로가기"
    },
    "L04SCHO": {
        "desc": "서류 떼고 처리기관 찾아가고.. 바쁜 학교생활동안 시간을 낭비하지 않도록<br>JJSTAR에서 간편하게 온라인으로 장학금을 신청해보세요",
        "btnText": "장학금 온라인 신청 바로가기"
    }
};
